export interface IPointsData {
  num: string;
  id: number;
  title: string;
  text: string;
}

export const PointsData: IPointsData[] = [
  {
    num: '01',
    id: 1,
    title: 'Выезд по Москве и области',
    text: 'Используем различные технологии нанесения изображений. В нашем арсенале немецкое оборудование, Итальянские технологии холодного трансфера и другие бесшовные покрытия.',
  },
  {
    num: '02',
    id: 2,
    title: 'Работаем по договору',
    text: 'Используем различные технологии нанесения изображений. В нашем арсенале немецкое оборудование, Итальянские технологии холодного трансфера и другие бесшовные покрытия.',
  },
  {
    num: '03',
    id: 3,
    title: 'Поможем с созданием обработкой изображения',
    text: 'Используем различные технологии нанесения изображений. В нашем арсенале немецкое оборудование, Итальянские технологии холодного трансфера и другие бесшовные покрытия.',
  },
  {
    num: '04',
    id: 4,
    title: 'Выезд по Москве и области',
    text: 'Используем различные технологии нанесения изображений. В нашем арсенале немецкое оборудование, Итальянские технологии холодного трансфера и другие бесшовные покрытия.',
  },
];
