import styles from './Blog.module.scss';

const Blog = () => {
  return (
    <div className={styles.parent_container}>
      <div className={styles.child_container_1}>
        <div className={styles.block_img + ' ' + styles.block_img_1}></div>
        <div className={styles.text_container}>
          <h6 className={styles.h6}>
            Как бы то ни было, граница обучения кадров ни к чему нас не
            обязывает
          </h6>
          <p className={styles.p}>
            Есть над чем задуматься: акционеры крупнейших компаний будут
            разоблачены. Однозначно, активно развивающиеся страны третьего мира,
            превозмогая сложившуюся непростую экономическую ситуацию, указаны
            как претенденты на роль ключевых факторов. Имеется спорная точка
            зрения, гласящая примерно следующее: ключевые особенности структуры
            проекта, инициированные исключительно синтетически, превращены в
            посмешище, хотя само их существование приносит несомненную пользу
            обществу.
          </p>
        </div>
      </div>
      <div className={styles.child_container_2}>
        <div className={styles.block_img + ' ' + styles.block_img_2}></div>
        <div className={styles.text_container}>
          <h6 className={styles.h6}>
            Как бы то ни было, граница обучения кадров ни к чему нас не
            обязывает
          </h6>
          <p className={styles.p}>
            Есть над чем задуматься: акционеры крупнейших компаний будут
            разоблачены. Однозначно, активно развивающиеся страны третьего мира,
            превозмогая сложившуюся непростую экономическую ситуацию, указаны
            как претенденты на роль ключевых факторов. Имеется спорная точка
            зрения, гласящая примерно следующее: ключевые особенности структуры
            проекта, инициированные исключительно синтетически, превращены в
            посмешище, хотя само их существование приносит несомненную пользу
            обществу.
          </p>
        </div>
      </div>
      <div className={styles.child_container_3}>
        <div className={styles.block_img + ' ' + styles.block_img_3}></div>
        <div className={styles.text_container}>
          <h6 className={styles.h6}>
            Как бы то ни было, граница обучения кадров ни к чему нас не
            обязывает
          </h6>
          <p className={styles.p}>
            Есть над чем задуматься: акционеры крупнейших компаний будут
            разоблачены. Однозначно, активно развивающиеся страны третьего мира,
            превозмогая сложившуюся непростую экономическую ситуацию, указаны
            как претенденты на роль ключевых факторов. Имеется спорная точка
            зрения, гласящая примерно следующее: ключевые особенности структуры
            проекта, инициированные исключительно синтетически, превращены в
            посмешище, хотя само их существование приносит несомненную пользу
            обществу.
          </p>
        </div>
        <div></div>
      </div>
    </div>
  );
};

export default Blog;
